## mesazon-org
#### Terraform Initialization ⚙️`success`
#### Terraform Plan 📖`success`

<details><summary>Show Plan</summary>

```

terraform

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # digitalocean_project.mesazon_dev will be created
  + resource "digitalocean_project" "mesazon_dev" {
      + created_at  = (known after apply)
      + description = "Development environment for Mesazon"
      + environment = "Development"
      + id          = (known after apply)
      + is_default  = false
      + name        = "mesazon-dev"
      + owner_id    = (known after apply)
      + owner_uuid  = (known after apply)
      + purpose     = "Testing environment for Mesazon"
      + resources   = (known after apply)
      + updated_at  = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

─────────────────────────────────────────────────────────────────────────────

Note: You didn't use the -out option to save this plan, so Terraform can't
guarantee to take exactly these actions if you run "terraform apply" now.

```

</details>